{
  "common": {
    "name": "Name",
    "action": "Action",
    "download": "Download"
  },
  "running": {
    "home": "Home",
    "newsletter": "Newsletter",
    "schefferville-website": "Ville de Schefferville",
    "contact-us": "Contact us",
    "locale-switcher": "Fr",
    "copyright": "All rights reserved © 2025 Corporation de développement de Schefferville | Design: Elair Développement | ",
    "admin": "Admin"
  },
  "contact-popover": {
    "title": "Contact us",
    "text-part-1": "To answer your questions or to get information about ongoing projects, write to us at the email address: ",
    "text-part-2": "or call us at:"
  },
  "home": {
    "mission": "Our mission",
    "mission-text": "To promote the sustainable development of Schefferville and its region by partnering on projects in the areas of housing, economic development, and community and cultural life.",
    "more": "Learn more"
  },
  "newsletter": {
    "newsletter": "Newsletter",
    "intro-text": "The newsletter will present project updates, good news, and upcoming community and cultural activities. It will be published every two months or immediately following significant news. If you are interested in this newsletter, please let us know by clicking the following link: ",
    "subscribe": "Subscribe to the newsletter",
    "download-text": "You can view and download all newsletters below."
  },
  "housing": {
    "housing": "Housing",
    "intro-text": "Housing is at the heart of community and economic development. We have a bank of land to meet your needs. We are working on a project for affordable housing and the revitalization of the Eclipse neighborhood. Share your needs with us, and we will assist you."
  },
  "business": {
    "business": "Economic Development",
    "intro-text": "Do you have a business project in mind? Are you looking to start a social economy enterprise, learn about the resources and services available in Schefferville, or find out more about mining projects? Are you searching for a site for your business? We invite you to explore this section or contact us."
  },
  "communal-life":{
    "communal-life": "Communal and Cultural Life",
    "intro-text": "We aim to enrich the offerings for citizens in terms of recreation, sports, outdoor activities, cultural and community activities, and healthy living habits. Activities are underway; perhaps you want to start a project or learn about available and developing facilities."
  },
  "corporation": {
    "corporation": "The Corporation",
    "intro-text": "The Corporation de développement de Schefferville is a non-profit paramunicipal organization whose members are primarily appointed by the City of Schefferville. The Innu nations of Matimekush-Lac-John and Kawawachikamach also appoint representatives.",
    "intro-text-follow-up": "In addition to information about the corporation and its members, you will find several public documents concerning the corporation in the Documents tab.",
    "members": "Members",
    "documents": "Documents",
    "documents-text": "You will find here the public documents of the Corporation de développement de Schefferville. For any questions, please do not hesitate to contact us.",
    "general-assembly": "General Assembly",
    "general-assembly-text": "The members' assembly consists of representatives from the Innu nation of Matimekush-Lac John, the Naskapi nation of Kawawachikamach, and the City of Schefferville.",
    "board-of-directors": "Board of Directors",
    "board-of-directors-text": "The board of directors is composed of seven members representing the three communities. Three seats are reserved for each development area.",
    "general-management": "General Management",
    "general-management-text": ""
  },
  "login-admin": {
    "login-admin": "Admin Login",
    "email": "Email address:",
    "password": "Password:",
    "login-button": "Login",
    "login-button-loading": "Logging in...",
    "login-error": "Login error, please check your credentials."
  }
}